{"pageProps":{"blog":{"title":"Top movies in 2023","slug":"top-movies-in-2023","content":"<p>Despite delays due to the pandemic, devastating writers and actors strikes, corporate shakeups and some fine movies getting lost either in the shuffle or in the streaming larder, 2023 has turned out to be an excellent year overall for films.</p>\r<br>\r<br><p>That alone is something of a miracle, as well as a confidence booster that maybe the movie business isn&rsquo;t dead after all.</p>\r<br>\r<br><p>To celebrate, each of Deadline&rsquo;s main film critics have provided their lists of the year&rsquo;s best movies, a bounty of titles that saw multiple placements for Martin Scorsese&rsquo;s&nbsp;<em>Killers of the Flower Moon</em>, Celine Song&rsquo;s&nbsp;<em>Past Lives</em>, Cord Jefferson&rsquo;s&nbsp;<em>American Fiction</em>&nbsp;and Jonathan Glazer&rsquo;s&nbsp;<em>The Zone of Interest</em>&nbsp;to name a few.</p>\r<br>\r<br><p>Check the lists out below, beginning with&nbsp;<a href=\"https://deadline.com/list_item/pete-hammonds-best-movies-of-2023/\"><strong>Awards Columnist and Chief Film Critic Pete Hammond&rsquo;s 10 (ok, more than 10) best.</strong></a></p>\r<br>\r<br><p><a href=\"https://deadline.com/list_item/valerie-complexs-best-movies-of-2023/\"><strong>Click here to go directly to Associate Editor and Film Writer Valerie Complex&rsquo;s list.</strong></a></p>\r<br>\r<br><p><a href=\"https://deadline.com/list_item/damon-wises-best-movies-of-2023/\"><strong>Click here to go directly to Film Editor, Awards Damon Wise&rsquo;s list.</strong></a></p>\r<br>\r<br><p><a href=\"https://deadline.com/list_item/stephanie-bunburys-best-movies-of-2023/\"><strong>Click here to go directly to Deadline contributor Stephanie Bunbury&rsquo;s list.</strong></a></p>\r<br>\r<br><p>1</p>\r<br>\r<br><h2>Pete Hammond&#39;s Best Movies Of 2023</h2>\r<br>\r<br><p><img alt=\"Cillian Murphy in Oppenheimer movie\" src=\"https://deadline.com/wp-content/uploads/2023/07/GF-imax_r35_01_v01_dpk_8k_bt1886_20230417R-copy.jpg?w=800\" style=\"height:575px; width:822px\" /></p>\r<br>\r<br><p>&nbsp;</p>\r<br>\r<br><p>Photo&nbsp;:&nbsp;Universal</p>\r<br>\r<br><p><em>Choosing my annual Top 10 &mdash; a task that really doesn&rsquo;t represent a firm 10 but a number Deadline requires me to not go over &mdash; was difficult as I had a preliminary list of 40. I wish I had room for all of them, but I don&rsquo;t. However, as in past years I am blatantly cheating and calling this list my Ten Best, even if eagle-eyed readers actually count 11. I make the rules. Here they are, alphabetically.</em></p>\r<br>\r<br><h2>American Fiction</h2>\r<br>\r<br><p>A razor-sharp satire mixed with poignant family story from director-writer Cord Jefferson in his filmmaking directorial debut. Jeffrey Wright is an author disgusted by the stereotyped images of Black people in books and movies and aims to do something about it. Boy does he ever.</p>\r<br>\r<br><h2>Barbie</h2>\r<br>\r<br><p>The year&rsquo;s No. 1 movie at the box office should not be penalized for being a crowd pleaser par excellence. Greta Gerwig&rsquo;s take on the infamous Mattel doll worked not only as a splendid and all-knowing comedy, but also managed to put a human face on Barbie and Ken.</p>\r<br>\r<br><h2>BlackBerry</h2>\r<br>\r<br><p>Who knew a movie about the rise and fall of Canada&rsquo;s most famous smartphone could be this smart itself?&nbsp;<em>BlackBerry&nbsp;</em>was the first of a slew of very fine films in 2023 that started as a kind of biopic of a product (<em>Air, Tetris, Beanie Bubble, Flamin&rsquo; Hot</em>, and yes,&nbsp;<em>Barbie</em>) and proved so much more that we ever had the right to expect.</p>\r<br>\r<br><h2>The Burial</h2>\r<br>\r<br><p>Although this one went almost straight to streaming, I can&rsquo;t think of another film I saw all year that was such a pure old fashioned audience pleaser. Jamie Foxx and Tommy Lee Jones were superb in this true life legal comedy/drama that proved they just don&rsquo;t make &lsquo;em like they used to. Frank Capra is smiling somewhere.</p>\r<br>\r<br><h2>The Color Purple</h2>\r<br>\r<br><p>Although no one had a right to believe that this fifth iteration of Alice Walker&rsquo;s seminal book had any reason to be made again, lovers of expertly crafted movie musicals should be grateful Steven Spielberg, Oprah Winfrey and Quincy Jones all signed off on the idea to adapt the Broadway show, put director Blitz Bazawule in charge, and cast Fantasia Barrino, Danielle Brooks and Taraji P. Henson as the living, breathing sisterhood trio at its heart.</p>\r<br>\r<br><h2>The Holdovers</h2>\r<br>\r<br><p>Speaking of making movies you thought Hollywood had forgotten how to make long ago, leave it to Alexander Payne to come up with this wonderful human comedy. It not only stands on its own as we watch three disparate souls stuck at a boarding school over the holidays, but it also is a homage to the movies of the &rsquo;70s we loved so much. It helps to have Paul Giamatti, Da&rsquo;Vine Joy Randolph and newcomer Dominic Sessa playing that aforementioned trio who make a temporary family you won&rsquo;t soon forget.</p>\r<br>\r<br><h2>Killers of the Flower Moon</h2>\r<br>\r<br><p>It is remarkable that at 3&frac12; hours this crime/Western epic from Martin Scorsese (his first in the genre) doesn&rsquo;t wear out its welcome. Instead it becomes a landmark motion picture in telling the truth about a horrendous episode in American history involving the Osage reservation and a stunning plot against them that actually took place 100 years ago. With Leonardo DiCaprio, Robert De Niro and Lily Gladstone delivering at the top of their games, this is a movie that stands tall in its master director&rsquo;s filmography.</p>\r<br>\r<br><h2>Maestro</h2>\r<br>\r<br><p>After legends like Scorsese and Spielberg (who remain as producers) thought about tackling the life of musical icon Leonard Bernstein, Bradley Cooper actually did it, not only starring as the Maestro but also becoming one by directing, co-writing, and co-producing what at its heart is the story of a complex but inspiring marriage. Carey Mulligan and Cooper deliver performances we won&rsquo;t soon forget, and the music simply soars.</p>\r<br>\r<br><h2>May December</h2>\r<br>\r<br><p>Todd Haynes proves again he may be the incarnation of the great Douglas Sirk or George Cukor, or at least the current-day equivalent of those directors who knew how to bring great roles to women and how to unleash brilliant acting turns by them. He does it here with Natalie Portman and Julianne Moore, both fantastic in an intriguing and expertly crafted story of identity and the odd ties that bind us. Charles Melton makes up the third part of this puzzle and delivers a star-making turn.</p>\r<br>\r<br><h2>Oppenheimer</h2>\r<br>\r<br><p>This remarkable biopic of atom bomb pioneer J. Robert Oppenheimer didn&rsquo;t have to become another worldwide box office sensation for Christopher Nolan, but the fact that it did tells you everything about a movie that defies all the norms and proves if you give them a three-hour quality original adult drama in the middle of summer, they will come. Nolan&rsquo;s achievement here is simply a game changer.</p>\r<br>\r<br><h2>Origin</h2>\r<br>\r<br><p>Ava DuVernay got an eight-minute standing ovation at the conclusion of this stunning and epic drama after its world premiere at the Venice Film Festival, and it was well deserved. Like Nolan&rsquo;s film,&nbsp;<em>Origin&nbsp;</em>is completely unexpected, an adaptation of Isabel Wilkerson&rsquo;s nonfiction book exploring the history of the caste system that has been turned by DuVernay into an original story about one woman&rsquo;s life and journey into the origin of who she is and how we got here. Aunjunue Ellis-Taylor gives a towering performance in a movie whose importance cannot be overstated.</p>\r<br>\r<br><p>2</p>\r<br>\r<br><h2>Valerie Complex&#39;s Best Movies Of 2023</h2>\r<br>\r<br><p><img alt=\"Teyana Taylor in A Thousand and One movie\" src=\"https://deadline.com/wp-content/uploads/2023/12/A-Thousand-And-One.jpg?w=800\" style=\"height:575px; width:862px\" /></p>\r<br>\r<br><p>&nbsp;</p>\r<br>\r<br><p>Photo&nbsp;:&nbsp;Aaron Ricketts / Focus Features /Courtesy Everett Collection</p>\r<br>\r<br><p><em>I&rsquo;ll admit, I was worried about the 2023 film releases. But fall brought a bounty of cinematic goodness that turned my frown upside down. This year gifted us with so many incredible movies, it was tough to narrow it down, but I&rsquo;ve chosen to spotlight the flicks that moved me, thrilled me, or made a radical statement in some way. The list exists in no particular order.</em></p>\r<br>\r<br><h2><strong>A Thousand and One</strong></h2>\r<br>\r<br><p>Teyana Taylor&rsquo;s performance is one of the many things&nbsp;to appreciate about&nbsp;A.V. Rockwell&lsquo;s&nbsp;<em>A Thousand and One</em>. The film chronicles the lives of native New Yorkers from 1994-2005, which was a period of transition in NYC.&nbsp;<em>A Thousand&nbsp;and One</em>&nbsp;is a love letter to mothers, sons, daughters, the poor, displaced and the hustlers of NYC. You have to live it to be it.&nbsp;</p>\r<br>\r<br><h2><strong>The Blackening</strong></h2>\r<br>\r<br><p><em>The Blackening</em>&nbsp;is a nice blend of comedy, and horror that parodies and challenges the genre&rsquo;s tropes, specifically those around a mostly Black cast. Under the direction of Tim Story and script by Tracy Oliver and Dewayne Perkins, the film pays homage to some iconic horror franchises like&nbsp;<em>Scream, Friday the 13th</em>&nbsp;and&nbsp;<em>Saw</em>&nbsp;with a bit of&nbsp;<em>Cabin in the Woods&nbsp;</em>with slapstick laughs sprinkled in for some extra razzle dazzle.</p>\r<br>\r<br><h2><strong>Eileen</strong></h2>\r<br>\r<br><p>The film is based on the book of the same name by Ottessa Moshfegh, and believe it or not, the film&rsquo;s narrative fills in some of the gaps in her book. There&rsquo;s also a lot of dialogue cues in the script that foreshadows what&rsquo;s coming. We know Eileen is going to reach the breaking point &mdash; the audience is just waiting for who or what will be the catalyst. The wait is what makes the film an unsettling noir and unexpected laughs makes&nbsp;<em>Eileen</em>&nbsp;a worthy watch.</p>\r<br>\r<br><h2><strong>Origin</strong></h2>\r<br>\r<br><p>With&nbsp;<em>Origin</em>,&nbsp;be prepared for the visceral brutality of the portrayal of racial and ethnic trauma. Thankfully, it&rsquo;s not there for shock value. The resulting chemistry among&nbsp;<a href=\"https://nam02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fdeadline.com%2Ftag%2Faunjanue-ellis%2F&amp;data=05%7C02%7Cpatrickhipes%40deadline.com%7Cc4fa2bbad4124b0e99be08dc01899f81%7Ce950f25546e44144a778a6ff4f557492%7C0%7C0%7C638386937823632589%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=POEbr%2BcPxr4DQ%2B1vOBHO1uDkstnONULNnsml%2B%2FxwSg0%3D&amp;reserved=0\" rel=\"noreferrer noopener nofollow\" target=\"_blank\">Aunjanue Ellis</a>-Taylor, Jon Bernthal and Niecy Nash-Betts is palpable, explosive and undeniably powerful.</p>\r<br>\r<br><h2><strong>Beyond The Aggressives: 25 Years Later</strong></h2>\r<br>\r<br><p>As the sequel of the 2005 film&nbsp;<em>The Aggressives</em>, director Daniel Peddle&nbsp;captures both the excitement of youth and the harsher realities of adulthood with care, allowing his subjects space to reflect on lives shaped by both queerness, identity and personal struggles.</p>\r<br>\r<br><h2><strong>Past Lives</strong></h2>\r<br>\r<br><p><em>Past Lives</em>&nbsp;beautifully explores themes of fate and reconnection through the story of childhood sweethearts who have a chance meeting years later. Celine Song crafts an atmospheric and emotional film, anchored by nuanced lead performances from Greta Lee and Teo Yoo.</p>\r<br>\r<br><h2><strong>Poor Things</strong></h2>\r<br>\r<br><p>With its absurdist humor and quirky characters,&nbsp;<em>Poor Things</em>&nbsp;shows Yorgos Lanthimos continuing to push the boundaries of his singular directorial vision. Emma Stone is perfectly cast as the film&rsquo;s lead, delivering a witty and magnetic performance that grounds the movie&rsquo;s outlandish premise with emotional resonance.</p>\r<br>\r<br><h2><strong>The Zone of Interest</strong></h2>\r<br>\r<br><p><em>The Zone of Interest</em>&nbsp;is a masterclass in subtly. Much like Elem Klimov invites you to&nbsp;<em>Come and See</em>, Jonathan Glazer invites you to Come and LISTEN. The film employs horror elements enhanced by a terrifying peripheral auditory experience unlike anything I&rsquo;ve ever seen or heard. The sounds of terror are nonstop and sent shivers down my spine.</p>\r<br>\r<br><h2><strong>Four Daughters&nbsp;</strong></h2>\r<br>\r<br><p>Kaouther Ben Hania films her subjects with profound compassion as she documents the dreams, heartbreaks and everyday struggles that are universally relatable despite cultural differences.&nbsp;<em>Four Daughters</em>&nbsp;announces Ben Hania as not only one of North Africa&rsquo;s finest filmmakers, but also a world-class documentarian giving voice to those seldom heard. This is socially conscious cinema crafted with vulnerability.</p>\r<br>\r<br><h2>Kokomo City</h2>\r<br>\r<br><p>The insightful documentary&nbsp;<em>Kokomo City</em>, directed by D Smith, chronicles the lives of four Black trans sex workers as they navigate the complex dichotomy between the Black community and themselves. Through candid interviews, the film gives voice to an often-silenced group as subjects discuss the alienation and discrimination they frequently face, not only from society at large but also from within the very community they seek solace.</p>\r<br>\r<br><p>3</p>\r<br>\r<br><h2>Damon Wise&#39;s Best Movies Of 2023</h2>\r<br>\r<br><p><img alt=\"Natalie Portman and Julianne Moore in May December movie\" src=\"https://deadline.com/wp-content/uploads/2023/11/MCDMADE_ZX002.jpg?w=800\" style=\"height:554px; width:1024px\" /></p>\r<br>\r<br><p>&nbsp;</p>\r<br>\r<br><p>Photo&nbsp;:&nbsp;Netflix</p>\r<br>\r<br><p><em>This hasn&rsquo;t been a vintage year for runaway favorites, but it&rsquo;s been a great one for movies that puzzle, provoke and challenge. Every film on this list deserves a second view and, I hope, will very likely reward one&hellip;</em></p>\r<br>\r<br><h2>May December</h2>\r<br>\r<br><p>Todd Haynes&rsquo; latest drama takes a scandalous story from the &rsquo;90s and slowly exposes the tawdry reality behind a May-December relationship. Natalie Portman is at her best as an underhand actress documenting the life of Gracie, a middle-aged woman whose involvement with a minor made tabloid headlines twice: first at the time, and then again when she married him. The always excellent Julianne Moore makes Gracie a mesmerizing piece of work, but it&rsquo;s newcomer Charles Melton who rises to the occasion playing the young man caught in the crosshairs of two shifty, self-obsessed women. Michel Legrand&rsquo;s spine-tingling score for&nbsp;<em>The Go-Between</em>&nbsp;plays a crucial role, too.</p>\r<br>\r<br><h2>Anatomy of a Fall</h2>\r<br>\r<br><p>In a Cannes Competition packed with returning winners, Justine Triet&rsquo;s serpentine thriller certainly punched above its weight to take the Palme d&rsquo;Or this year. Key to its success is a stunning central performance from Sandra H&uuml;ller, who makes the daunting 152-minute runtime fly by. But credit is also due to the script, written by Triet and husband Arthur Harari, which takes a simple murder-mystery and turns it into a dazzlingly addictive dissection of a marriage, in which a German novelist finds herself charged with murder following the unexplained death of her French husband. The case goes to court, but questions linger long after the seemingly decisive verdict.</p>\r<br>\r<br><h2>The Zone of Interest</h2>\r<br>\r<br><p>Ten years after&nbsp;<em>Under the Skin</em>, Jonathan Glazer has done it again: he&rsquo;s taken a book, stripped out the contents and somehow made an experiential masterpiece with the bare bones that remain. (Sadly, author Martin Amis died the week it premiered in Cannes, but it&rsquo;s likely he would have approved.) Using dispassionate, Big Brother-style, remote-controlled cameras,&nbsp;<em>The Zone of Interest</em>&nbsp;shows the daily life of the H&ouml;ss family, who live in the shadow of Auschwitz. The images tell us a story of a rural, middle-class idyll, but the soundtrack &mdash; harrowing screams and gunshots, plus the hellish sounds of Mica&rsquo;s macabre score &mdash; reminds us what&rsquo;s happening on the other side of the garden wall.</p>\r<br>\r<br><h2>The Holdovers</h2>\r<br>\r<br><p>Frost, Nixon and the funk of fusty schoolrooms loom over&nbsp;<em>The Holdovers</em>, in which Paul Giamatti and Alexander Payne reunite for another of their exquisite character pieces. The setting is 1970, and professor Paul Hunham is left with the task of watching over the pupils at his boarding school who don&rsquo;t have a home for the Christmas holidays. It&rsquo;s not hard to see where it&rsquo;s all going, but the chemistry between the key players &mdash; notably Da&rsquo;Vine Joy Randolph as the recently bereaved cook &mdash; create a genuine warmth that outweighs the hokeyness. Likewise, Payne re-creates the pre-internet era with an analog perfection and an eye for detail that&rsquo;s even apparent in the trailer.</p>\r<br>\r<br><h2>Past Lives</h2>\r<br>\r<br><p>Like Barry Jenkins&rsquo;&nbsp;<em>Moonlight</em>, Celine Song&rsquo;s feature debut blossomed in a year that saw film discourse dominated by two much higher-profile movies (in&nbsp;<em>Moonlight</em>&rsquo;s case, it was&nbsp;<em>La La Land</em>&nbsp;and&nbsp;<em>Manchester By the Sea</em>). It&rsquo;s likely, in fact, that the sound and fury of the Barbenheimer debate actually drove audiences to check out this quiet, gently probing drama, a kind of reverse&nbsp;<em>Sliding Doors</em>&nbsp;in which a young, Americanized Korean woman named Nora (Greta Lee) gets the chance to reverse the effects of chance and time when her childhood sweetheart contacts her on Facebook. The final scene, in which Nora finally decides how all this is going to play out, is just perfect.</p>\r<br>\r<br><h2>American Fiction</h2>\r<br>\r<br><p>After a taster of his comic genius in&nbsp;<em>Asteroid City</em>&nbsp;(General Gibson&rsquo;s side-splittingly deadpan &ldquo;That was life&rdquo; speech), Jeffrey Wright gets a whole movie to remind us just what he can do. Adapted from the 2001 novel&nbsp;<em>Erasure&nbsp;</em>by Percival Everett, this stars Wright as Thelonious &ldquo;Monk&rdquo; Ellison, a middle-class African American author who, disgusted by the edification of misery memoirs, writes a trashy gangster novel under a pseudonym and poses as an on-the-lam con. To his dismay, the book is a hit, and there&rsquo;s a lot of comedy in the situation he then finds himself in. But Cord Jefferson&rsquo;s feature debut is quietly radical in many other ways, chiefly by telling, in parallel, a perfectly relatable story of a family dealing with personal issues just like any other.</p>\r<br>\r<br><h2>Dream Scenario</h2>\r<br>\r<br><p>At night, when you&rsquo;re asleep, into your bed he&rsquo;ll creep&hellip; Not the Sheik of Araby, but Paul Matthews, a run-of-the-mill biologist who becomes &ldquo;a thing&rdquo; when he starts turning up in people&rsquo;s dreams, initially as a passive presence. Paul is bewildered by his sudden notoriety and reluctantly embraces it, only to find that his cult status is short-lived when those dreams start turning into nightmares and his students want him gone. Starring Nicolas Cage,&nbsp;<em>Dream Scenario</em>&nbsp;wittily captures the zeitgeist of the internet age, which reduces complex issues to a meme and reserves the right to cancel at a moment&rsquo;s notice.</p>\r<br>\r<br><h2>Killers of the Flower Moon</h2>\r<br>\r<br><p>Martin Scorsese&rsquo;s &ldquo;first Western&rdquo; has been endlessly debated since its one and only screening in Cannes, mostly for its sensitivity to the Native American cause and for Lily Gladstone&rsquo;s breakout performance. For me, though, the film belongs to Robert De Niro in his best performance since his last Scorsese hook-up, channeling the amoral spirit of Roger Stone for his portrayal of William King Hale, architect of the Osage murders. Similarly, Thelma Schoonmaker continues to be the power behind the throne, cutting with a vitality, energy and a touch so light the film almost dances to the finish line.</p>\r<br>\r<br><h2>Poor Things</h2>\r<br>\r<br><p>When it comes to world-building, Yorgos Lanthimos is in a league of his own, not only in terms of design but also with regard to the way he bends well-known actors to his will and blasts their familiar onscreen persona to smithereens. Emma Stone is the case in point here, blowing up her coquettish rom-com past by playing the sexually aggressive woman-child Bella, a morally unethical experiment created by an emotionally and physically scarred scientist (Willem Dafoe). Bella&rsquo;s adventures aren&rsquo;t for everyone, and neither is the over-ambitious running time, but Lanthimos has a vaudevillian mastery of the macabre that rivals David Lynch&rsquo;s&nbsp;<em>The Elephant Man</em>&nbsp;for gaslit grue and intrigue.</p>\r<br>\r<br><h2>Priscilla</h2>\r<br>\r<br><p>The Ramones&rsquo; version of The Ronettes&rsquo; &ldquo;Baby, I Love You&rdquo; is the surprise intro to Sofia Coppola&rsquo;s loose account of Elvis Presley&rsquo;s marriage, as seen from the lesser-noted viewpoint of his young wife Priscilla. The jury&rsquo;s still out as to whether Jacob Elordi has even any of the King&rsquo;s charisma, but Cailee Spaeny proved a revelation in the title role, elegantly transitioning in a role that poses more questions as the years go by. Coppola chooses not to dwell on the grooming, showing instead the journey of someone who heroically pulled themselves out of a bad relationship in the full glare of the media&rsquo;s spotlight. Needless to say, the soundtrack is terrific, and possibly Coppola&rsquo;s best yet.</p>\r<br>\r<br><p>4</p>\r<br>\r<br><h2>Stephanie Bunbury&#39;s Best Movies Of 2023</h2>\r<br>\r<br><p><img alt=\"Sandra Hüller in Anatomy of a Fall movie\" src=\"https://deadline.com/wp-content/uploads/2023/12/Anatomy-Of-A-Fall-1.jpg?w=800\" style=\"height:575px; width:973px\" /></p>\r<br>\r<br><p>&nbsp;</p>\r<br>\r<br><p>Photo&nbsp;:&nbsp;Neon / Courtesy Everett Collection</p>\r<br>\r<br><p><em>A mix of local and foreign, with a couple of landmark, universally lauded dramas, a couple of overlooked originals and a couple of clever comedies, because we need them too. In no special order, really.</em></p>\r<br>\r<br><h2>Anatomy of a Fall</h2>\r<br>\r<br><p>Winner of the top award in Cannes &ndash; and surely heading for an Oscar nod &ndash; this steady, subtle and utterly absorbing story of a woman charged with murder is borne aloft by an extraordinary performance from this year&rsquo;s revelation, German actor Sandra H&uuml;ller. Whether Sandra pushed her husband Samuel (Samuel Thies) down four stories into the snow is not French writer-director Justine Triet&rsquo;s focus. Intriguingly and provocatively, the film teases out the ways a woman &ndash; any woman, but in this case a woman who is clever, successful, foreign and not immediately appealing &ndash; is judged. Does she look guilty to you?</p>\r<br>\r<br><h2>The Zone of Interest</h2>\r<br>\r<br><p>Sandra H&uuml;ller&rsquo;s second triumph this year is as Nazi hausfrau Hedwig H&ouml;ss, living the dream in a country cottage next to Auschwitz where Rudolf H&ouml;ss (Christian Friedel) is winning plaudits for his murderous efficiency as camp commandant. The gas chamber&rsquo;s chimneys smoke against the blue sky and there is occasionally something unpleasant in the river, but the graceless Hedwig chooses not to notice: she is focused on her roses, her children and the bundles of fur coats and silk underwear gleaned from her husband&rsquo;s victims. Memorably chilling and brilliantly sustained, Jonathan Glazer&rsquo;s sidelong view of the Holocaust hoses away any suggestion that there is nothing new to say about its horrors.</p>\r<br>\r<br><h2>Past Lives</h2>\r<br>\r<br><p>Celine Song&rsquo;s remarkably assured debut first screened at Sundance before opening to the public in May, gathering rave reviews wherever it went. Greta Lee is Korean &eacute;migr&eacute;e Nora, whose settled life as a writer and happily married woman in New York is shaken to its foundations when her grade-school boyfriend, Hae Sung (Teo Yoo), finds her on social media, then comes to visit. With few words, Lee conveys the weight of Nora&rsquo;s surge of memory as she is brought face-to-face with the life she might have led, the buried bonds of childhood, and the uneasiness of her apparently smooth accommodation of two cultures. A minor-key masterpiece.</p>\r<br>\r<br><h2>Godzilla Minus One</h2>\r<br>\r<br><p>The giant radioactive lizard has loomed from the depths to trample Tokyo dozens of times since he first launched in 1954, but Japanese sci-fi director Takashi Yamazaki&rsquo;s prequel, set in the immediate aftermath of World War II, is very likely the best yet. Always a bearer of metaphor, the monster here becomes the embodiment of a failed, damaged nation; the hero Koichi (Ryunosuke Kamiki) is a disgraced kamikaze pilot who struggles to regain his self-respect by putting himself on the frontline against the Big G. The confrontations between man and malevolent beast manage to be thrillingly spectacular while retaining the slightly clunky, artisanal appeal of Saturday matinee adventures, while the human story is moving, even profound. This is everything &ndash; absolutely, gigantically everything &ndash; a monster movie should be.</p>\r<br>\r<br><h2>Fallen Leaves</h2>\r<br>\r<br><p>Over four decades, Aki Kaurismaki has explored his own, private version of working-class life in Finland, a hand-hewn world of deadpan humor, pale colors, bleak Soviet-style interiors, scruffy dogs and decent but hopelessly inept people struggling with love and alcohol. This small story of supermarket cashier Ansa (Alma Poysti) and construction worker Holappa (Jussi Vatanen), both half-beaten by life under capitalism but tentatively attracted to each other in the fumbling, bumbling way of real people, is the Nordic master at his wry, romantic, singular best.</p>\r<br>\r<br><h2>Saint Omer</h2>\r<br>\r<br><p>In what is clearly a bumper year for courtroom drama, French documentary-maker Alice Diop reworks a case of infanticide into an intellectually challenging fiction bringing together the troubled and troubling life of the accused &ndash; an educated, articulate Senegalese immigrant who drowns her own baby &ndash; and the anxieties about motherhood harbored by a writer (Kavije Kagame) sent to cover her trial. Defendant Laurence Coly (Guslagie Malanda, a powerful presence) shocks the court when she claims innocence on the grounds that she was the victim of a sorcerer&rsquo;s spell; for both the court and audiences, this aggressive assertion of outsider status is powerfully confronting, raising unavoidable questions about culture and colonialism.</p>\r<br>\r<br><h2>BlackBerry</h2>\r<br>\r<br><p>Matt Johnson&rsquo;s biopic of the rackety crew behind BlackBerry, the Canadian phone-with-a-keyboard that briefly conquered the world before the iPhone crushed it to a pulp, is an absolute blast.</p>\r<br>\r<br><p>Johnson himself plays Doug Fregin, the bouncy bandana freaky-deek to Jay Baruchel&rsquo;s shuffling nerd Mike Lazaridis, who comes up with the actual tech. Hopeless at marketing, they fall into business with Jim Balsillie, a total shark who makes them (briefly) rich but breaks their lifelong friendship in the process. Simultaneously intense and hilarious,&nbsp;<em>BlackBerry&nbsp;</em>is also mercifully free of fist-pumping triumphalism. In a very Canadian way, it just gets on with relating a compelling yarn.</p>\r<br>\r<br><h2>The Delinquents</h2>\r<br>\r<br><p>This meandering, mesmeric story begins with cinema&rsquo;s most low-key bank robbery ever: clerk Moran (Daniel Elias) simply walks into the vault of the bank where he works and takes the precise sum he thinks he deserves. He expects to be caught but, meanwhile, he inveigles a colleague into hiding the money in a spot with its own magic: a hillside by his favorite river swimming hole. Argentinian director Rodrigo Domingo then proceeds to deconstruct the heist genre with the calm focus of a safecracker busting a lock. There are no chases, guns or femmes fatales: every time the action veers in that direction, he changes course in a series of formal switcheroos that are bracingly unexpected. The result is an enticing, enigmatic meditation on whether and how one can change one&rsquo;s life that lodges in the mind like a dream.</p>\r<br>\r<br><h2>Theater Camp</h2>\r<br>\r<br><p>Sliding in from the wings of independent cinema, this paean to the joys and absurdities of the kind of summer camp where aspiring Broadway hoofers put on a show was one of this years biggest charmers. Framed as a mockumentary, largely improvised and led by four friends &ndash; Nick Lieberman, Ben Platt, Molly Gordon and Noah Galvin &ndash; who met at theater camp in real life, it nails the absurdity, energy and sheer faith of these second-rate show people and their little charges as only insiders could. From the start to musical theater&rsquo;s requisite &ldquo; finish,&rdquo; the camp and its followers offer delight and cringe in equal measure.</p>\r<br>\r<br><h2>Killers of the Flower Moon</h2>\r<br>\r<br><p>Martin Scorsese ranges far beyond his urban stamping ground in this majestically sweeping interpretation &mdash; part Western, part detective story, part slice of vividly living history, all of it deeply satisfying &mdash; of the crimes committed against the Osage people in the 1920s after oil was discovered on their land in Oklahoma. Leonardo DiCaprio plays one of the many white scroungers who drifted west, hoping to scam some of this wealth &mdash; with Robert De Niro as his fiendish mentor &mdash; and sees his chance with full-blood (and thus oil-rich) Osage woman Mollie (the marvelous Lily Gladstone). Scorsese, always driven by moral imperatives, here turns the white-centric Hollywood epic on its head &mdash; and renews the grand tradition in the process &mdash; by putting the Osage at the center of their own, largely untold story.</p>\r<br>","metadesc":"These were some of the best movies released in 2023","author":"Hritujeet"}},"__N_SSG":true}